[Shields.Shield_EnemyWizard_Standard ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um escudo orbital básico."
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Skills.Skill_IceBody SkillDefinition]
SkillName="Corpo de Gelo"
SkillDescription="Seu corpo agora é feito de gelo."
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Slow SkillDefinition]
SkillName="Atordoamento"
SkillDescription="Atordoa os jogadores"
LockedSkillDetailStr="<Locked>"

